Repository: AutoContCZ/AC-NAV-TranslationMemory
Catalog: TM_Helps_Final_Version.tmx
Source language: en_us
Languages: cs_cz

source: You do this by creating lines in a journal, which you then can post.
cs_cz: To provedete vytvořením řádků v deníku, které můžete následně zaúčtovat.

source: To run the Close Income Statement batch job
cs_cz: Chcete-li spustit dávkovou úlohu Uzavření výsledovky

source: Close the fiscal year.
cs_cz: Uzavřete fiskální rok.

source: The fiscal year must closed before the batch job can be run.
cs_cz: Fiskální rok musí být uzavřen před spuštěním dávkové úlohy.

source: In the top right corner, choose the Search for Page or Report icon, enter Close Income Statement, and then choose the related link.
cs_cz: V pravém horním rohu zvolte ikonu Hledat, zadejte Uzavření výsledovky a pak vyberte související odkaz.

source: About the Close Income Statement Batch Job
cs_cz: O dávkové úloze Uzavření výsledovky

source: The batch job processes all general accounts of the income statement type and creates entries that cancel out their respective balances.
cs_cz: Dávková úloha zpracovává všechny položky hlavní knihy typu Výsledovka a vytváří položky, které stornují příslušné zůstatky.

source: That is, each entry is the sum of all the general ledger entries on the account in the fiscal year.
cs_cz: To znamená, že každá položka je součtem všech položek hlavní knihy k účtu ve fiskálním roce.

source: These new entries are placed in a journal in which you must specify a balancing account and retained earnings account in the balance sheet before you post.
cs_cz: Tyto nové položky jsou umístěny v deníku, ve kterém musíte zadat protiúčet a účet nerozděleného zisku před zaúčtováním.

source: When you post the journal, an entry is posted to each income statement account so that its balance becomes zero and at the same time the year's result is transferred to the balance sheet.
cs_cz: Když zaúčtujete deník, položka je zaúčtována ke každému nákladovému a výnosovému účtu, tak že saldo je nula, a zároveň je zisk převeden k rozvahovému účtu.

source: You must post the journal yourself.
cs_cz: Deník musíte zaúčtovat sám.

source: The batch job does not post the entries automatically, except when an additional reporting currency is being used.
cs_cz: Dávková úloha nezaúčtuje položky automaticky, s výjimkou případů, kdy je používána přídavná měna prohlášení.

source: When an additional reporting currency is being used, the batch job posts entries directly to the general ledger.
cs_cz: Při použití přídavné měny prohlášení dávková úloha přidává položky přímo do hlavní knihy.

source: The date on the lines that the batch job inserts in the journal is always a closing date for the fiscal year.
cs_cz: Datum na řádcích, které dávková úloha vkládá do deníku, je vždy posledním datem fiskálního roku.

source: The closing date is a fictitious date between the last day of the old fiscal year and the first day of the new year.
cs_cz: Poslední datum fiskálního roku je fiktivní datum mezi posledním dnem starého fiskálního roku a prvním dnem nového roku.

source: The advantage of posting on a closing date is that you maintain the correct balances for the ordinary dates of the fiscal year.
cs_cz: Výhodou zaúčtování k poslednímu datu fiskálního roku je udržení správných zůstatků běžných dat fiskálního roku.

source: The Close Income Statement batch job can be used several times.
cs_cz: Dávkovou úlohu Uzavření výsledovky lze použít několikrát.

source: You can post in a previous fiscal year, even after the income statement accounts have been closed, if you run the batch job again.
cs_cz: Můžete zaúčtovat v předchozím fiskálním roce, dokonce i po uzavření účtů nákladů a výnosů, pokud znovu spustíte dávkovou úlohu.

source: At the end of a fiscal year, there are a number of administrative tasks that you have to perform, like making sure all documents and journals are posted, making sure currency data are up-to-date, closing the books, and more.
cs_cz: Na konci fiskálního roku se musí provést řada administrativních úkolů, například ujistit se, že jsou zaúčtovány všechny doklady a deníky, ujistit se, že údaje o měnách jsou aktuální, uzavřít knihy a další.

source: The actual tasks will depend your company.
cs_cz: Vlastní úkoly závisí na vaší společnosti.

source: The following table provides an overview of tasks that you typically perform to close a year and period.
cs_cz: Následující tabulka poskytuje přehled úkolů, které obvykle provádíte za účelem uzavření roku a období.

source: Specify system-wide and user-specific posting date ranges.
cs_cz: Určete období účtování pro celý systém a pro uživatele.

source: Depending on your business needs, you may want to restrict user posting date ranges at the start of the period-end process or after it.
cs_cz: V závislosti na vašich obchodních potřebách budete možná chtít omezit období účtování uživatelů na začátku nebo po skončení období.

source: Get an overview of activities that are commonly performed at the end of a period, such as posting all documents and journals, or running account schedules.
cs_cz: Získejte přehled o činnostech, které se běžně provádějí na konci období, například zaúčtování všech dokladů a deníků nebo spuštění účetních schémat.

source: Close Periods
cs_cz: Uzavřít období

source: Update currency exchange rates and adjust the exchange rates of posted customer, vendor, and bank account entries.
cs_cz: Aktualizujte směnné kurzy a upravte směnné kurzy zaúčtovaných položek zákazníků, dodavatelů a bankovních účtů.

source: Adjust Currency Exchange Rates
cs_cz: Úprava směnných kurzů

source: Allocate costs and income among accounts and dimensions.
cs_cz: Rozdělte náklady a výnosy mezi účty a dimenzemi.

source: Print reports to verify general ledger, customer, vendor and bank account balances before closing a period.
cs_cz: Tiskněte sestavy, abyste ověřili zůstatky účtů hlavní knihy, zákazníků, dodavatelů a bankovních účtů před uzavřením období.

source: Prepare Pre-Closing Reports
cs_cz: Připravte sestavy před uzavřením

source: Close accounting periods and fiscal year, transfer income statement balances to balance sheet accounts and post the year end closing entry.
cs_cz: Uzavřete účetní období a fiskální rok, převeďte zůstatek výsledovky na rozvahový účet.

source: Print reports that can assist you in creating financial statements.
cs_cz: Tiskněte přehledy, které vám mohou pomoci při vytváření finančních výkazů.

source: Prepare Closing Statements
cs_cz: Připravte závěrečné výkazy

source: The application does not force you to close periods, however, there are many period-end (month-end) activities that can be performed in the application if you want.
cs_cz: Aplikace vás nedonutí uzavřít období, avšak existuje mnoho aktivit týkajících se ukončení období, které mohou být v aplikaci vykonány, pokud chcete.

source: This topic provides an overview of these processes and activities, which may or may not be necessary for your company.
cs_cz: Toto téma poskytuje přehled o těchto procesech a aktivitách, které mohou nebo nemusí být pro vaši společnost nezbytné.

source: General Ledger
cs_cz: Hlavní kniha

source: Specify system-wide and user-specific posting period.
cs_cz: Určete systémové a uživatelské období zaúčtování.

source: This specifies the dates between which postings are allowed.
cs_cz: Toto určuje data, mezi kterými je povoleno zaúčtovat.

source: Depending on your business needs, you may want to restrict user posting date ranges at the start of the period-end process or at later time towards the end of the period.
cs_cz: V závislosti na vašich obchodních potřebách možná budete chtít uživatelům omezit povolené období účtování.

source: Specify Posting Periods .
cs_cz: Specifikovat účetní období.

source: Make all necessary G/L adjustments.
cs_cz: Proveďte všechny potřebné úpravy v hlavní knize.

source: Update and post Recurring Journals.
cs_cz: Aktualizujte a zaúčtujte periodické deníky.

source: Run account schedules as follows:
cs_cz: Spusťte účetní schémata následovně:

source: Open the Account Schedule window, and choose the Print action.
cs_cz: Otevřete okno Účetní schéma a zvolte akci Tisk.

source: Fill the Account Schedule request window and choose the Print action.
cs_cz: Vyplňte okno Možnosti a zvolte akci Tisk.

source: Sales & Receivables
cs_cz: Prodej a pohledávky

source: Post all sales orders, invoices, credit memos, and return orders.
cs_cz: Zaúčtujte všechny objednávky, faktury, dobropisy a objednávky prodejní vratky.

source: Post all cash receipt journals.
cs_cz: Zaúčtujte všechny deníky přijaté hotovosti.

source: Update and post recurring journals that are related to Sales & Receivables.
cs_cz: Aktualizujte a zaúčtujte periodické deníky, které se vztahují k prodeji a pohledávkám.

source: Reconcile accounts receivable to the general ledger.
cs_cz: Odsouhlaste pohledávky s hlavní účetní knihou.

source: Run the Delete Invoiced Sales Orders batch job.
cs_cz: Spusťte dávkovou úlohu Odstranit fakt. prod. objednávky.

source: Purchases & Payables
cs_cz: Nákupy a závazky

source: Post all purchase orders, invoices, credit memos, and return orders.
cs_cz: Zaúčtujte všechny objednávky, faktury, dobropisy a pobjednávky prodejní vratky.

source: Post all payment journals.
cs_cz: Zaúčtujte všechny deníky plateb.

source: Update and post recurring journals that are related to purchases & payables.
cs_cz: Aktualizujte a zaúčtujte periodické deníky, které se vztahují k nákupům a závazkům.

source: Run the Aged Accounts Payable report and reconcile accounts payable to the general ledger.
cs_cz: Spusťte sestavu Splatné závazky a odsouhlaste účty závazků s hlavní knihou.

source: Run the Delete Invoiced Purchase Orders batch job.
cs_cz: Spusťte dávkovou úlohu Odstranit fakt. nák. objednávky .

source: Calculate and Process Sales Tax
cs_cz: Vypočítat a zpracovat prodejní daň

source: Complete Tax Statements.
cs_cz: Dokončete daňové výkazy.

source: Closing Years and Periods
cs_cz: Uzavřít roky a období.

source: Post Year-End Closing Entry
cs_cz: Zaúčtovat položku uzavření roku.

source: As part of closing the books for a fiscal year, you will run the Close Income Statement batch job to transfer the year's result to an account in the balance sheet and close the income statement accounts.
cs_cz: V rámci uzavírání účetních knih za fiskální rok spustíte dávkovou úlohu Uzavření výsledovky pro přenos ročního zisku k rozvahovému účtu a uzavření nákladových a výnosových účtů.

source: After you run the Close Income Statement batch job, you must open the journal you specified in the batch job, and then review and post the entries.
cs_cz: Po spuštění dávkové úlohy Uzavření výsledovky, musíte otevřít deník, který jste určili v dávkové úloze, a poté zkontrolovat a zaúčtovat položky.

source: To post the year end closing entry
cs_cz: Zaúčtovat položku uzavírající rok

source: In the General Journal window, in the Batch Name field, select the batch that contains the closing entries.
cs_cz: V okně Finanční deník vyberte v poli Název listu vyberte list obsahující uzavírací položky.

source: Review the entries.
cs_cz: Zkontrolujte položky.

source: To post the journal, choose the Post action.
cs_cz: Chcete-li zaúčtovat deník, zvolte akci Účtovat .

source: If an error is detected, an error message is displayed.
cs_cz: Pokud je zjištěna chyba, zobrazí se chybová hláška.

source: If the posting is successful, the posted entries are removed from the journal.
cs_cz: Pokud je zaúčtování úspěšné, zaúčtované položky budou z deníku odstraněny.

source: After posting is complete, an entry is posted to each income statement account so that its balance becomes zero and the year's result is transferred to the balance sheet.
cs_cz: Po dokončení zaúčtování je do každého účtu nákladů a výnosů zaúčtována položka tak, aby se zůstatek změnil na nulu a výsledek roku byl převeden do rozvahy.

source: There are a number of standard reports that you can use to gather the information that you need to prepare your company's closing statements.
cs_cz: Existuje řada standardních sestav, které můžete použít ke shromažďování informací, které potřebujete k přípravě závěrečných výkazů společnosti.

source: The following table describes a number of reports that may be useful in this process, with links to the topics that describe them.
cs_cz: Následující tabulka popisuje řadu sestav, které mohou být užitečné v tomto procesu, s odkazy na témata, která je popisují.

source: See this report
cs_cz: Viz tyto sestavy

source: Print a trial balance report with balances and net changes for general ledger accounts.
cs_cz: Vytiskněte sestavu předvahy se saldy a pohyby pro účty hlavní knihy.

source: Trial Balance
cs_cz: Předvaha

source: Get an overview of accounts receivable, with the age of amounts receivable calculated from the due date, posting date, or document date.
cs_cz: Získejte přehled splatných pohledávek s dobou po splatnosti vypočítanou od data splatnosti, zúčtovacího data nebo data dokladu.

source: Aged Accounts Receivable
cs_cz: Splatné pohledávky

source: Get an overview of accounts payable, with the age of amounts payable calculated from the due date, posting date or document date.
cs_cz: Získejte přehled splatných závazků s dobou po splatnosti vypočítanou od data splatnosti, zúčtovacího data nebo data dokladu.

source: Aged Accounts Payable
cs_cz: Splatné závazky

source: Compare the trial balance with a budget.
cs_cz: Porovnejte předvahu s rozpočtem.

source: Trial Balance/Budget
cs_cz: Předvaha/rozpočet

source: Print a trial balance report with balances and net changes for general ledger accounts calculated for a series of periods.
cs_cz: Vytiskněte sestavu předvahy se zůstatky a pohyby pro účty hlavní knihy počítané pro řadu období.

source: Trial Balance by Period
cs_cz: Předvaha podle období

source: Print an account schedule to analyze figures in general ledger accounts or compare actual general ledger entries with general ledger budget entries.
cs_cz: Vytiskněte schéma pro analýzu údajů v účtech hlavní knihy nebo pro porovnání aktuálních položek hlavní knihy s položkami rozpočtu hlavní knihy.

source: Account Schedule
cs_cz: Účetní schéma

source: Check whether customer and vendor ledger entries balance with corresponding general ledger entries.
cs_cz: Zkontrolujte, zda položky zákazníků a dodavatelů odpovídají položkám hlavní knihy.

source: Reconcile Cust.
cs_cz: Odsouhlas.

source: and Vend.
cs_cz: účtů zák.

source: Accs
cs_cz: a dod.

source: To see a report, in the top right corner, choose the Search for Page or Report icon, type the name as it appears in the table, and then choose the related link.
cs_cz: K zobrazení sestavy v pravém horním rohu zvolte ikonu Hledat, zadejte jméno tak, jak je v tabulce, a pak vyberte související odkaz.

source: The following table describes a number of reports that may be useful in this process along with the report name.
cs_cz: Následující tabulka popisuje řadu sestav, které mohou být užitečné v tomto procesu, společně s názvem sestavy.

source: There are many standard reports that you can use to verify the accuracy of the accounts before closing the books at the end of a year or period.
cs_cz: Existuje mnoho standardních sestav, které můžete použít k ověření přesnosti účtů před uzavřením knih na konci roku nebo období.

source: For example, you can use the Customer - Trial Balance report to verify that the balance for a customer posting group is equal to the balance on the corresponding general ledger account on a certain date.
cs_cz: Například použitím sestavy Zákazník - předvaha můžete ověřit, zda je zůstatek pro účto skupinu zákazníka stejný jako zůstatek na příslušném účtu hlavní knihy k určitému dni.

source: Print a detailed trial balance report for one or more bank accounts with additional information about individual entries.
cs_cz: Vytiskněte sestavu podrobné předvahy pro jeden nebo více bankovních účtů s dalšími informacemi o jednotlivých položkách.

source: Bank Acc.
cs_cz: Bank.účet

source: - Detail Trial Bal.
cs_cz: -podrob.předvaha

source: Print a detail trial balance for selected customers.
cs_cz: Vytiskněte podrobnou předvahu pro vybrané zákazníky.

source: Customer - Trial Balance
cs_cz: Zákazník - předvaha

source: Print a detail trial balance with detailed information about individual entries, for selected customers during a selected period.
cs_cz: Vytiskněte podrobnou předvahu s podrobnými informacemi o jednotlivých položkách pro vybrané zákazníky za vybrané období.

source: Customer - Detail Trial Bal.
cs_cz: Zákazník - podrobná předvaha

source: Print a detail trial balance for selected vendors.
cs_cz: Vytiskněte podrobnou předvahu pro vybrané dodavatele.

source: Vendor - Trial Balance
cs_cz: Dodavatel - předvaha

source: Print a detail trial balance with detailed information about individual entries, for selected vendors during a selected period.
cs_cz: Vytiskněte detailní předvahu s podrobnými informacemi o jednotlivých položkách pro vybrané dodavatele za vybrané období.

source: Vendor - Detail Trial Balance
cs_cz: Dodavatel - podrobná předvaha

source: Print a trial balance with the current year's and the previous year's figures.
cs_cz: Vytiskněte předvahu s údaji za tento rok a za předchozí rok.

source: Closing Trial Balance
cs_cz: Uzávěrková předvaha

source: Print a detailed trial balance report for general ledger account balances.
cs_cz: Vytiskněte sestavu podrobné předvahy pro zůstatky účtů hlavní knihy.

source: Detail Trial Balance
cs_cz: Podrobná předvaha

source: Print a trial balance for a consolidated company.
cs_cz: Vytiskněte předvahu pro konsolidovanou společnost.

source: Consolidated Trial Balance
cs_cz: Konsolidovaná předvaha
